<?php

return [
    'navigation' => [
        'name' => 'لیستی کەرەستەکان',
        'plural' => 'لیستەکانی کەرەستەکان',
        'group' => 'پیشەسازی',
    ],
    'fields' => [
        'product' => 'بەرهەمی کۆتایی',
        'code' => 'کۆدی لیست',
        'name' => 'ناوی لیست',
        'type' => 'جۆری لیست',
        'quantity' => 'بڕی بەرهەمهێنان',
        'is_active' => 'چالاک',
        'notes' => 'تێبینییەکان',
        'components' => 'پێکهاتەکان',
        'qty' => 'بڕ',
        'created' => 'بەرواری دروستکردن',
    ],
    'sections' => [
        'info' => 'زانیاری لیست',
    ],
    'types' => [
        'normal' => 'ئاسایی',
        'kit' => 'سێت',
        'phantom' => 'خەیاڵی',
    ],
];
