<?php

return [
    'navigation_label' => 'پارەدانەکان',
    'model_label' => 'پارەدان',
    'model_plural_label' => 'پارەدانەکان',

    'form' => [
        'payment_information' => 'زانیاری پارەدان',
        'direct_payment_description' => 'بۆ جووڵە بانکییەکانی نائار/ئاپ (کۆمیسیۆن، باج، قەرز، سەرمایە، مووچە) ڕاپۆرتی بانکی/هاوتاکردن یان ڕۆژنامەیەکی جۆراوجۆر بەکاربهێنە. ئەو پارەدانانەی کە بەستەری بەڵگەنامەیان نییە پێویستیان بە هاوبەشێکە و لە ئار یان ئاپ تۆمار دەکرێن.',
        'payment_type' => 'جۆری پارەدان',
        'partner' => 'هاوبەش',
        'amount' => 'بڕ',
        'payment_date' => 'بەرواری پارەدان',
        'reference' => 'سەرچاوە',
        'journal_id' => 'دەفتەری ڕۆژنامە',
        'payment_method' => 'ڕێگای پارەدان',
        'currency_id' => 'دراو',
        'send' => 'ناردن',
        'receive' => 'وەرگرتن',
    ],

    'reference' => 'سەرچاوە',
    'partner' => 'هاوبەش',
    'type' => 'جۆر',
    'method' => 'ڕێگا',
    'status' => 'دۆخ',
    'date' => 'بەروار',
    'amount' => 'بڕ',
    'currency' => 'دراو',
    'journal' => 'دەفتەر',
    'company' => 'کۆمپانیا',
    'table' => [
        'created_at' => 'بەرواری دروستکردن',
        'updated_at' => 'بەرواری نوێکردنەوە',
    ],
    'action' => [
        'confirm' => [
            'notification' => [
                'success' => 'پارەدان بە سەرکەوتوویی پشتڕاستکرایەوە',
                'error' => 'هەڵە لە پشتڕاستکردنەوەی پارەدان',
            ],
        ],
        'cancel' => [
            'label' => 'هەڵوەشاندنەوە',
            'notification' => [
                'success' => 'پارەدان هەڵوەشێنرایەوە',
                'success_body' => 'پارەدانەکە بە سەرکەوتوویی هەڵوەشێنرایەوە.',
                'error' => 'هەڵە لە هەڵوەشاندنەوەی پارەدان',
            ],
        ],
    ],
];
